docs/Wang2017.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2023-04-30 Sun 15:41 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Alexander Brown" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="preamble" class="status">
<nav><a href="index.html">Home</a> | <a href="blog.html">Blog</a> | <a href="notes.html">Notes</a> | <a href="class.html">Classes</a> | <a href="projects.html">Projects</a> | <a href="todo.html">Todo</a> | <a href="error.html">About</a></nav>
</div>
<div id="content" class="content">
<nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#Wang2017a">1. Wang, Xiumin and Yuen, Chau and Hassan, Naveed Ul and An, Ning and Wu, Weiwei (2017): Electric Vehicle Charging Station Placement for Urban Public Bus Systems</a></li>
<li><a href="#Sebastiani2016">2. Sebastiani, Mariana Teixeira and Lüders, Ricardo and Fonseca, Keiko Verônica Ono (2016): Evaluating Electric Bus Operation for a Real-World BRT Public Transportation Using Simulation Optimization</a></li>
</ul>
</div>
</nav>
<div id="outline-container-Wang2017a" class="outline-2">
<h2 id="Wang2017a"><span class="section-number-2">1.</span> Wang, Xiumin and Yuen, Chau and Hassan, Naveed Ul and An, Ning and Wu, Weiwei (2017): Electric Vehicle Charging Station Placement for Urban Public Bus Systems</h2>
<div class="outline-text-2" id="text-Wang2017a">
<ul class="org-ul">
<li>Brings up the fact that detours are not considered</li>
<li>Minimizes the charging stations (does not really apply to PAP)</li>
</ul>
</div>
</div>
<div id="outline-container-Sebastiani2016" class="outline-2">
<h2 id="Sebastiani2016"><span class="section-number-2">2.</span> Sebastiani, Mariana Teixeira and Lüders, Ricardo and Fonseca, Keiko Verônica Ono (2016): Evaluating Electric Bus Operation for a Real-World BRT Public Transportation Using Simulation Optimization</h2>
<div class="outline-text-2" id="text-Sebastiani2016">
<ul class="org-ul">
<li>Minimizes over number of changing stations and the average extra time stopped in the station to recharge</li>
<li>Referenches to a paper ([10]) that uses simulation to estimate energy demand based on distances traveled by vehicles that follow a prbabilistic mobility model between urban areas</li>
<li>Introduces a discrete event simulation computes variables of interest, including energy consumption for each bus in a round trip</li>
<li>Has an interesting model to more accurately calculate power loss</li>
<li>Has an easy way to make battery charge model more accurate</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Alexander Brown</p>
<p class="date">Created: 2023-04-30 Sun 15:41</p>
</div>
</body>
</html>
